[
    {
        "title": "Aashayein",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "When he learns he has terminal cancer, a cynical gambler and chronic smoker ditches his fiancée, snubs doctors and checks into a nursing home to die.\n"
    },
    {
        "title": "Aata Pita",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "A municipal clerk with literary ambitions stalks a loan recovery officer on whom he has decided to base his story's central character.\n"
    },
    {
        "title": "Anchor Baby",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "A Nigerian couple living in the U.S. face agonizing fallout when they defy deportation orders with the hopes of giving their unborn child citizenship.\n"
    },
    {
        "title": "Aurora",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "42-year-old Viorel, a distraught engineer, takes drastic measures to end his emotional suffering after enduring a devastating divorce.\n"
    },
    {
        "title": "Bittersweet",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "After 20 years abroad, a photographer returns to his birth country of Egypt and gets stranded without identification in a now unfamiliar culture.\n"
    },
    {
        "title": "Blue Valentine",
        "year": 2010,
        "genre": "Dramas, Independent Movies, Romantic Movies",
        "description": "As Cindy and Dean muddle through their languishing marriage, they hearken back to the golden days when life was filled with possibility and romance.\n"
    },
    {
        "title": "Burlesque",
        "year": 2010,
        "genre": "Dramas, Romantic Movies",
        "description": "After leaving Iowa with stars in her eyes, Ali arrives at a Los Angeles burlesque lounge with dreams of taking the stage with her soaring voice.\n"
    },
    {
        "title": "Chal Dhar Pakad",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "After her fat-shaming husband brings home a new lover, a wife in Maharashtra recruits a group of women to challenge him in a kabaddi match.\n"
    },
    {
        "title": "Chance Pe Dance",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "Having risen from humble beginnings, an ambitious young man sets his sights on winning a major dance competition that could catapult him to fame.\n"
    },
    {
        "title": "Dhobi Ghat (Mumbai Diaries)",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "In this intimate drama, circumstances draw together four people from different castes – which would normally preclude them from forming friendships.\n"
    },
    {
        "title": "Eat Pray Love",
        "year": 2010,
        "genre": "Dramas, Romantic Movies",
        "description": "After deciding to reshape her life after divorce, Liz travels around the world in search of good food, spirituality and true love.\n"
    },
    {
        "title": "Even the Rain",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "While making a film about the incursion of Christopher Columbus in the New World, a director finds the Bolivian locals protesting modern exploitation.\n"
    },
    {
        "title": "For Colored Girls",
        "year": 2010,
        "genre": "Dramas",
        "description": "This adaptation of Ntozake Shange's play consists of a series of poetic vignettes that explore the lives of modern African American women.\n"
    },
    {
        "title": "Guzaarish",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "After an onstage disaster leaves an illusionist paralyzed, he channels his magic into a hit radio show. Years later, he fights for the right to die.\n"
    },
    {
        "title": "Haapus",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "The son of an astrologer faces opposition from his superstitious father regarding his scheme of launching a mango business.\n"
    },
    {
        "title": "Harud",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "A young Kashmiri man sets out to escape to Pakistan and make sense of his brother's death, but he drifts aimlessly until finding his brother's camera.\n"
    },
    {
        "title": "I Am",
        "year": 2010,
        "genre": "Dramas, Independent Movies, International Movies",
        "description": "Four individuals in modern India grapple with their identities amid social taboos, trauma and brutal sexual discrimination in this quartet of stories.\n"
    },
    {
        "title": "I Am Kalam",
        "year": 2010,
        "genre": "Children & Family Movies, Comedies, Dramas",
        "description": "An intelligent boy born into poverty befriends the son of a once noble family and is inspired by the life of India's president to pursue an education.\n"
    },
    {
        "title": "I Will Follow",
        "year": 2010,
        "genre": "Dramas, Independent Movies, Romantic Movies",
        "description": "Devastated after her aunt dies, Maye moves out of the home they shared and copes with her grief, yet finds comfort in the kindness of other mourners.\n"
    },
    {
        "title": "Irada Pakka",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "Bored in their happy marriage, a couple decides to spice things up by fighting more, but their game takes the relationship on an unexpected path.\n"
    },
    {
        "title": "Kajraare",
        "year": 2010,
        "genre": "Dramas, International Movies, Music & Musicals",
        "description": "A popular singer on the run poses as a bartender and falls in love with a prostitute, but their love is threatened by a violent incident in his past.\n"
    },
    {
        "title": "Karthik Calling Karthik",
        "year": 2010,
        "genre": "Dramas, International Movies, Thrillers",
        "description": "Unlucky in love and bullied at work, an office drone is resigned to his dead-end life until it’s transformed by mysterious calls from … himself.\n"
    },
    {
        "title": "Lalbaug Parel: Zali Mumbai Sonyachi",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "Industrial workers struggle against the greed of their employers and the apathy of the government toward the conditions in which they live and work.\n"
    },
    {
        "title": "Last Night",
        "year": 2010,
        "genre": "Dramas, Independent Movies, Romantic Movies",
        "description": "During an evening apart, married couple Joanna and Michael encounter tempting opportunities to cheat on each other with sexy acquaintances.\n"
    },
    {
        "title": "Love In A Puff",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "When the Hong Kong government enacts a ban on smoking cigarettes indoors, the new law drives hard-core smokers outside, facilitating a meeting between Cherie, a makeup saleswoman, and Jimmy, an advertising exec.\n"
    },
    {
        "title": "LSD: Love, Sex Aur Dhokha\"",
        "year": 2010,
        "genre": "Dramas, Independent Movies, International Movies",
        "description": "This provocative drama examines how the voyeuristic nature of modern society affects three unusual couples in Northern India.\n"
    },
    {
        "title": "Maharaja: The Story of Ranjit Singh",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "The tale of legendary warrior king Ranjit Singh, and his rise to establishing Punjab’s Sikh empire, comes to life in this animated feature.\n"
    },
    {
        "title": "Once Upon a Time in Mumbaai",
        "year": 2010,
        "genre": "Dramas, International Movies, Music & Musicals",
        "description": "Mumbai's top mob boss rules the underworld with honor and compassion, but his power-hungry protégé will shake up the world of organized crime.\n"
    },
    {
        "title": "Paan Singh Tomar",
        "year": 2010,
        "genre": "Action & Adventure, Dramas, International Movies",
        "description": "Paan Singh Tomar goes from celebrated runner to star brigand and rebel when life after sports fails to unfold as planned.\n"
    },
    {
        "title": "Peepli Live",
        "year": 2010,
        "genre": "Comedies, Dramas, Independent Movies",
        "description": "Two indigent farmers consider suicide so that their families can collect a government subsidy that's paid to the relatives of deceased farmers.\n"
    },
    {
        "title": "Raajneeti",
        "year": 2010,
        "genre": "Dramas, International Movies, Thrillers",
        "description": "When the American-educated scion of a powerful Indian family returns to the subcontinent, his first taste of power starts him down a corrupt path.\n"
    },
    {
        "title": "Remember Me",
        "year": 2010,
        "genre": "Dramas, Romantic Movies",
        "description": "Tyler's still feeling lost following the tragedy that's strained his relationship with his father when he meets Ally, a girl who understands his pain.\n"
    },
    {
        "title": "Road to Sangam",
        "year": 2010,
        "genre": "Dramas, Independent Movies, International Movies",
        "description": "As communal violence erupts in his neighborhood, a Muslim mechanic presses forward to repair a historic truck that will transport Gandhi’s last remains.\n"
    },
    {
        "title": "Sarah's Key",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "Paris, 1942: To protect her brother from the police arresting Jewish families, a young girl hides him away, promising to come back for him.\n"
    },
    {
        "title": "Sex and the City 2",
        "year": 2010,
        "genre": "Comedies, Dramas, Romantic Movies",
        "description": "Best friends Carrie, Miranda, Samantha and Charlotte take a break from their busy New York lives for an all-expenses-paid luxury vacation to Abu Dhabi.\n"
    },
    {
        "title": "Sthaniya Sambaad",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "In post-Partition Kolkata, a young Bengali poet from an urban colony wanders the city in search of the woman he loves and a channel for his sorrows.\n"
    },
    {
        "title": "Stray Bullet",
        "year": 2010,
        "genre": "Dramas, International Movies, Romantic Movies",
        "description": "In 1976 Beirut, after a rendezvous with her old flame, soon-to-wed Noha witnesses a violent incident and changes course on a path to self-realization.\n"
    },
    {
        "title": "Teen Patti",
        "year": 2010,
        "genre": "Dramas, International Movies, Thrillers",
        "description": "Luck brings together math expert Perci Trachtenberg and obscure genius Venkat Subramaniam in a casino, but the foundations of probability may be utterly altered when their chat leads Subramaniam to try a new theory in the gambling dens of Mumbai.\n"
    },
    {
        "title": "The Ant's Scream",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "Released after being wrongly imprisoned in Iraq, an Egyptian contractor returns home to a country on the brink of revolution.\n"
    },
    {
        "title": "The Chord",
        "year": 2010,
        "genre": "Dramas, International Movies, Music & Musicals",
        "description": "A detective investigates the murder of a young musician, whose philandering lifestyle leaves a long list of suspects and a lot of questions.\n"
    },
    {
        "title": "The Company Men",
        "year": 2010,
        "genre": "Dramas, Independent Movies",
        "description": "A successful businessman comes face-to-face with America's downsizing epidemic when he loses his job and is forced to take a construction gig.\n"
    },
    {
        "title": "The Fighter",
        "year": 2010,
        "genre": "Dramas, Sports Movies",
        "description": "After a string of defeats, a boxer rediscovers his fighting will with help from his trainer and half-brother, a once-talented pugilist.\n"
    },
    {
        "title": "The Karate Kid",
        "year": 2010,
        "genre": "Children & Family Movies, Dramas",
        "description": "After moving to Beijing with his mother, Dre falls prey to a bully, so he takes lessons from a martial arts master in this remake of the 1984 classic.\n"
    },
    {
        "title": "The King's Speech",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "In this biographical drama, Britain's King George VI struggles with an embarrassing stutter until he seeks help from speech therapist Lionel Logue.\n"
    },
    {
        "title": "The Light of My Eyes",
        "year": 2010,
        "genre": "Dramas, International Movies, Romantic Movies",
        "description": "A composer hides his love for his formerly blind ex when she returns to Egypt engaged to his childhood friend — the doctor who restored her sight.\n"
    },
    {
        "title": "The Runaways",
        "year": 2010,
        "genre": "Dramas, Independent Movies, Music & Musicals",
        "description": "This biopic charts the rise of the rebellious California girls who formed the 1970s rock group the Runaways, paving the way for future girl musicians.\n"
    },
    {
        "title": "The Social Network",
        "year": 2010,
        "genre": "Dramas",
        "description": "Director David Fincher's biographical drama chronicles the meteoric rise of Facebook CEO Mark Zuckerberg from Harvard sophomore to Internet superstar.\n"
    },
    {
        "title": "Thorne: Scaredy Cat",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "Heading a new team whose aim is to crack the cases that leave others stumped, detective Tom Thorne finds himself on the hunt for two serial killers.\n"
    },
    {
        "title": "Thorne: Sleepyhead",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "Investigating a series of attacks on young women, detective Tom Thorne is dragged back into the nightmares of his past as he races to find a killer.\n"
    },
    {
        "title": "Three-Quarters Decent",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "Determined to fight corruption in his country, a newspaper cartoonist debuts a new take-no-prisoners attitude.\n"
    },
    {
        "title": "Toll Booth",
        "year": 2010,
        "genre": "Dramas, Independent Movies, International Movies",
        "description": "A toll booth operator's mundane life is upended when he's reassigned to a remote spot, where he finds intriguing strangers — and a new side to himself.\n"
    },
    {
        "title": "Tum Milo Toh Sahi",
        "year": 2010,
        "genre": "Comedies, Dramas, International Movies",
        "description": "An astute but old-fashioned law clerk steps up to help the owner of a cafe in a legal battle that has both business and personal ramifications.\n"
    },
    {
        "title": "Udaan",
        "year": 2010,
        "genre": "Dramas, Independent Movies, International Movies",
        "description": "Upon returning to his industrial hometown, a young man must decide whether to follow his own dreams or acquiesce to his father's plans for his future.\n"
    },
    {
        "title": "Virsa",
        "year": 2010,
        "genre": "Dramas, International Movies, Music & Musicals",
        "description": "A man is disheartened when he visits his well-to-do son and grandkids in Australia and sees they have detached from their traditional Indian morals.\n"
    },
    {
        "title": "We Are Family",
        "year": 2010,
        "genre": "Dramas, International Movies",
        "description": "A divorced mother of three children runs a happy household – until her former husband brings his new career-oriented girlfriend into the picture.\n"
    },
    {
        "title": "Winter's Bone",
        "year": 2010,
        "genre": "Dramas, Independent Movies",
        "description": "In this unflinching noir drama, a resilient teen goes on the trail of her missing, drug-dealing father when his absence threatens the family's safety.\n"
    }
]